calendar_id = "74783aa192d6ca54880ee8fd2a75c39b2baf18ff9cb740d6f353d23ed81fa689@group.calendar.google.com"
# Времена пар в формате: номер пары: (время начала, время окончания)
pair_times = {
    "1": ("08:30", "10:00"),
    "2": ("10:10", "11:40"),
    "3": ("11:50", "13:20"),
    "4": ("14:00", "15:30"),
    "5": ("15:40", "17:10"),
    "6": ("17:20", "18:50"),
    "7": ("18:55", "20:25"),
    "8": ("20:30", "22:00"),
}
base_url = 'https://rasp.rea.ru/'
group = '?q=15.27%D0%B4-%D0%BF%D0%B805%2F24%D0%BC'